Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/ManageActivity/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: Accept all
ar: قبول الكل
de: Alle akzeptieren
es: Aceptar todo
fr: Tout accepter
it: Accetta tutto
ja: すべて承認
ko: 모두 수락
pl: Zaakceptuj wszystko
pt_br: Aceitar tudo

source: Add a new task to %@
ar: إضافة مهمة جديدة إلى %@
de: Neue Aufgabe zu %@ hinzufügen
es: Añadir una tarea nueva a %@
fr: Ajouter une nouvelle tâche à %@
it: Aggiungi una nuova attività a %@
ja: %@に新しいタスクを追加
ko: %@에 새 작업 추가
pl: Dodaj nowe zadanie do %@
pt_br: Adicionar uma nova tarefa a %@

# Add a new task to %@ for %@
source: Add a new task to %1$@ for %2$@
ar: إضافة مهمة جديدة إلى %1$@ ليوم %2$@
de: Neue Aufgabe zu %1$@ für %2$@ hinzufügen
es: Añadir una tarea nueva a %1$@ para %2$@
fr: Ajouter une nouvelle tâche à %1$@ pour %2$@
it: Aggiungi una nuova attività a %1$@ per %2$@
ja: %2$@の%1$@に新しいタスクを追加
ko: %2$@의 %1$@에 새 작업 추가
pl: Dodaj nowe zadanie do %1$@ na %2$@
pt_br: Adicionar uma nova tarefa a %1$@ para %2$@

source: Add a new task to saved %@
ar: إضافة مهمة جديدة إلى النشاط المحفوظ %@
de: Neue Aufgabe zur gespeicherten Aktivität „%@“ hinzufügen
es: Añadir una tarea nueva a la actividad guardada «%@»
fr: Ajouter une nouvelle tâche à l’activité enregistrée « %@ »
it: Aggiungi una nuova attività all’attività salvata “%@”
ja: 保存済みの%@に新しいタスクを追加
ko: 저장된 %@에 새 작업 추가
pl: Dodaj nowe zadanie do zapisanej aktywności „%@”
pt_br: Adicionar uma nova tarefa à atividade salva “%@”

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt_br: Confirmar

source: Create a new activity for %@
ar: إنشاء نشاط جديد ليوم %@
de: Neue Aktivität für %@ erstellen
es: Crear una actividad nueva para %@
fr: Créer une nouvelle activité pour %@
it: Crea una nuova attività per %@
ja: %@の新しいアクティビティを作成
ko: %@의 새 활동 만들기
pl: Utwórz nową aktywność na %@
pt_br: Criar uma nova atividade para %@

source: Create a new day activity
ar: إنشاء نشاط يومي جديد
de: Neue Tagesaktivität erstellen
es: Crear una nueva actividad del día
fr: Créer une nouvelle activité du jour
it: Crea una nuova attività giornaliera
ja: 新しいデイリーアクティビティを作成
ko: 새 일일 활동 만들기
pl: Utwórz nową aktywność dnia
pt_br: Criar uma nova atividade do dia

source: Create a new saved activity
ar: إنشاء نشاط محفوظ جديد
de: Neue gespeicherte Aktivität erstellen
es: Crear una nueva actividad guardada
fr: Créer une nouvelle activité enregistrée
it: Crea una nuova attività salvata
ja: 新しい保存済みアクティビティを作成
ko: 새 저장된 활동 만들기
pl: Utwórz nową zapisaną aktywność
pt_br: Criar uma nova atividade salva

source: Delete the activity for %@
ar: حذف نشاط يوم %@
de: Aktivität für %@ löschen
es: Eliminar la actividad de %@
fr: Supprimer l’activité pour %@
it: Elimina l’attività per %@
ja: %@のアクティビティを削除
ko: %@의 활동 삭제
pl: Usuń aktywność na %@
pt_br: Excluir a atividade de %@

source: Delete this day activity
ar: حذف هذا النشاط اليومي
de: Diese Tagesaktivität löschen
es: Eliminar esta actividad del día
fr: Supprimer cette activité du jour
it: Elimina questa attività giornaliera
ja: このデイリーアクティビティを削除
ko: 이 일일 활동 삭제
pl: Usuń tę aktywność dnia
pt_br: Excluir esta atividade do dia

source: Delete this saved activity
ar: حذف هذا النشاط المحفوظ
de: Diese gespeicherte Aktivität löschen
es: Eliminar esta actividad guardada
fr: Supprimer cette activité enregistrée
it: Elimina questa attività salvata
ja: この保存済みアクティビティを削除
ko: 이 저장된 활동 삭제
pl: Usuń tę zapisaną aktywność
pt_br: Excluir esta atividade salva

source: Discard all
ar: تجاهل الكل
de: Alle verwerfen
es: Descartar todo
fr: Tout ignorer
it: Scarta tutto
ja: すべて破棄
ko: 모두 버리기
pl: Odrzuć wszystko
pt_br: Descartar tudo

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído

source: e.g. add gym on Monday evening, set reminder 10 minutes before...
ar: مثال: أضف التمرين في النادي مساء الاثنين، واضبط تذكيرًا قبل 10 دقائق...
de: z. B. Fitnessstudio am Montagabend hinzufügen, Erinnerung 10 Minuten vorher einstellen ...
es: p. ej., añade gimnasio el lunes por la tarde y configura un recordatorio 10 minutos antes...
fr: p. ex., ajoutez la salle de sport lundi soir et définissez un rappel 10 minutes avant…
it: ad es. aggiungi palestra lunedì sera, imposta un promemoria 10 minuti prima...
ja: 例：月曜の夜にジムを追加し、10分前にリマインダーを設定…
ko: 예: 월요일 저녁에 헬스장 추가, 10분 전 알림 설정...
pl: np. dodaj siłownię w poniedziałek wieczorem, ustaw przypomnienie 10 minut wcześniej…
pt_br: ex.: adicione academia na segunda-feira à noite e defina um lembrete 10 minutos antes...

source: Listening...
ar: جارٍ الاستماع...
de: Ich höre zu ...
es: Escuchando...
fr: Écoute en cours…
it: In ascolto...
ja: 聞き取り中…
ko: 듣는 중...
pl: Słucham…
pt_br: Ouvindo...

source: or
ar: أو
de: oder
es: o
fr: ou
it: oppure
ja: または
ko: 또는
pl: lub
pt_br: ou

source: Remove this task from saved %@
ar: إزالة هذه المهمة من النشاط المحفوظ %@
de: Diese Aufgabe aus der gespeicherten Aktivität „%@“ entfernen
es: Eliminar esta tarea de la actividad guardada «%@»
fr: Retirer cette tâche de l’activité enregistrée « %@ »
it: Rimuovi questa attività dall’attività salvata “%@”
ja: 保存済みの%@からこのタスクを削除
ko: 저장된 %@에서 이 작업 제거
pl: Usuń to zadanie z zapisanej aktywności „%@”
pt_br: Remover esta tarefa da atividade salva “%@”

source: Remove this task from the day activity
ar: إزالة هذه المهمة من النشاط اليومي
de: Diese Aufgabe aus der Tagesaktivität entfernen
es: Eliminar esta tarea de la actividad del día
fr: Retirer cette tâche de l’activité du jour
it: Rimuovi questa attività dall’attività giornaliera
ja: デイリーアクティビティからこのタスクを削除
ko: 일일 활동에서 이 작업 제거
pl: Usuń to zadanie z aktywności dnia
pt_br: Remover esta tarefa da atividade do dia

source: Tap to speak
ar: اضغط للتحدث
de: Tippen zum Sprechen
es: Toca para hablar
fr: Touchez pour parler
it: Tocca per parlare
ja: タップして話す
ko: 탭하여 말하기
pl: Stuknij, aby mówić
pt_br: Toque para falar

source: This won’t take long
ar: لن يستغرق هذا وقتًا طويلًا
de: Das dauert nicht lange
es: No tardará mucho
fr: Cela ne prendra pas longtemps
it: Non ci vorrà molto
ja: すぐに終わります
ko: 오래 걸리지 않아요
pl: To nie potrwa długo
pt_br: Não vai demorar

source: Type your request...
ar: اكتب طلبك...
de: Gib deine Anfrage ein ...
es: Escribe tu solicitud...
fr: Saisissez votre demande…
it: Scrivi la tua richiesta...
ja: リクエストを入力…
ko: 요청을 입력하세요...
pl: Wpisz swoją prośbę…
pt_br: Digite sua solicitação...

source: Update the activity for %@
ar: تحديث نشاط يوم %@
de: Aktivität für %@ aktualisieren
es: Actualizar la actividad de %@
fr: Mettre à jour l’activité pour %@
it: Aggiorna l’attività per %@
ja: %@のアクティビティを更新
ko: %@의 활동 업데이트
pl: Zaktualizuj aktywność na %@
pt_br: Atualizar a atividade de %@

source: Update this day activity
ar: تحديث هذا النشاط اليومي
de: Diese Tagesaktivität aktualisieren
es: Actualizar esta actividad del día
fr: Mettre à jour cette activité du jour
it: Aggiorna questa attività giornaliera
ja: このデイリーアクティビティを更新
ko: 이 일일 활동 업데이트
pl: Zaktualizuj tę aktywność dnia
pt_br: Atualizar esta atividade do dia

source: Update this saved activity
ar: تحديث هذا النشاط المحفوظ
de: Diese gespeicherte Aktivität aktualisieren
es: Actualizar esta actividad guardada
fr: Mettre à jour cette activité enregistrée
it: Aggiorna questa attività salvata
ja: この保存済みアクティビティを更新
ko: 이 저장된 활동 업데이트
pl: Zaktualizuj tę zapisaną aktywność
pt_br: Atualizar esta atividade salva

source: Update this task in saved %@
ar: تحديث هذه المهمة في النشاط المحفوظ %@
de: Diese Aufgabe in der gespeicherten Aktivität „%@“ aktualisieren
es: Actualizar esta tarea en la actividad guardada «%@»
fr: Mettre à jour cette tâche dans l’activité enregistrée « %@ »
it: Aggiorna questa attività nell’attività salvata “%@”
ja: 保存済みの%@でこのタスクを更新
ko: 저장된 %@에서 이 작업 업데이트
pl: Zaktualizuj to zadanie w zapisanej aktywności „%@”
pt_br: Atualizar esta tarefa na atividade salva “%@”

source: Update this task in the day activity
ar: تحديث هذه المهمة في النشاط اليومي
de: Diese Aufgabe in der Tagesaktivität aktualisieren
es: Actualizar esta tarea en la actividad del día
fr: Mettre à jour cette tâche dans l’activité du jour
it: Aggiorna questa attività nell’attività giornaliera
ja: デイリーアクティビティでこのタスクを更新
ko: 일일 활동에서 이 작업 업데이트
pl: Zaktualizuj to zadanie w aktywności dnia
pt_br: Atualizar esta tarefa na atividade do dia

source: What Should I Do?
ar: ماذا عليّ أن أفعل؟
de: Was soll ich tun?
es: ¿Qué debería hacer?
fr: Que dois-je faire ?
it: Cosa dovrei fare?
ja: 何をすればいい？
ko: 무엇을 해야 할까요?
pl: Co mam zrobić?
pt_br: O que devo fazer?
